cases/F18b_taylor_green_ext/case/system/controlDict.template
FoamFile { version 2.0; format ascii; class dictionary; object controlDict; }
application     icoFoam;
startFrom       startTime;
startTime       0;
stopAt          endTime;
endTime         2;             // T = 2 s: decay factor exp(-2 nu T) = 0.670
deltaT          __DT__;        // FIXED; refines by 2 with h (Co = 0.2 at every level)
writeControl    runTime;
writeInterval   2;             // fields at endTime only: the gates read t = T
purgeWrite      0;
writeFormat     ascii;
writePrecision  12;
writeCompression off;
timeFormat      general;
timePrecision   10;
runTimeModifiable false;
adjustTimeStep  no;
