cases/F18b_taylor_green_ext/case/constant/transportProperties
FoamFile { version 2.0; format ascii; class dictionary; object transportProperties; }
nu              0.1;        // must equal exact_f18.NU (checked by the launcher)
