cases/F18b_taylor_green_ext/case/0/U.template
FoamFile { version 2.0; format ascii; class volVectorField; object U; }
// F18 Taylor-Green -- internalField = EXACT solution at t = 0 at the built
// mesh's own cell centres (from 0/C), written by build_f18.py, LAST of all.
dimensions      [0 1 -1 0 0 0 0];
internalField   nonuniform List<vector> __INTERNALFIELD__;
boundaryField
{
    left   { type cyclic; }
    right  { type cyclic; }
    bottom { type cyclic; }
    top    { type cyclic; }
    frontAndBack { type empty; }
}
